---
kind: enumMember
id: F:Autodesk.Revit.DB.PointCloudFoundStatus.Unknown
enum: Autodesk.Revit.DB.PointCloudFoundStatus
source: html/4fde9174-a6f0-1ba4-7b87-c8ca5cb034d9.htm
---
# Autodesk.Revit.DB.PointCloudFoundStatus.Unknown

Initial state. Loading of the Point Cloud hasn't been attempted.